Repository: LedgerHQ/GreenAddressWebFiles
Catalog: locale/*/LC_MESSAGES/djangoweb.po
Languages: hu

source: Request rate limit exceeded
hu: Túllépted a lekérdezési sebesség limitet

source: phone number
hu: telefonszám

source: phone number: %(abc)s
hu: telefonszám: %(abc)s

source: About us
hu: Rólunk

source: Founder & CEO
hu: Alapító & vezérigazgató

source: Full Stack Developer
hu: Teljes Stack-fejlesztő

source: Careers
hu: Karrierek

source: FAQ for GreenAddress Bitcoin wallet
hu: Gyakori kérdések a GreenAddress Bitcoin pénztárcával kapcsolatban

source: GreenAddress FAQ: how to get a Bitcoin wallet? How secure are my bitcoins? Can I do instant payment?
hu: GreenAddress GYIK: hogy kaphatok egy Bitcoin pénztárcát? Mennyire vannak biztonságban a bitcoin-jaim? Tudok azonnali fizetést végrehajtani?

source: Frequently Asked Questions
hu: Gyakran ismételt kérdések

source: What currency exchange sources do you support?
hu: Milyen devizapiaci árfolyam forrásokat támogattok?

source: and
hu: és

source: Can I migrate easily from another wallet (like blockchain.info)? Can I sweep private keys funds into my wallet?
hu: Át tudom könnyen hozni a pénzemet egy másik pénztárcából (pl. blockchain.info)? Ki tudom üríteni (sweep) egy privát kulcsomon lévő pénzemet a pénztárcámba?

source: Yes and yes, you can, just have a look in the Receive Money tab, put your private key in the right field and client side the funds will be swept into your wallet. Voilà!
hu: Igen, és igen lehet, csak vess egy pillantást a Pénz Fogadása fülre, helyezd a privát kulcsod a jobb oldali mezőbe és a pénz már besöprésre is került a pénztárcádba, mindez a kliens oldalon. Ennyi!

source: Can I try your service? Do you have a testnet/UAT version?
hu: Kipróbálhatom a szolgáltatásotokat? Van testnet/UAT verziótok?

source: Yes and yes, you can try our testnet version on
hu: Igen, és igen kipróbálhatod a testnet verziót a

source: and you can find a testnet faucet on
hu: és megtalálhatod a testnet faucet-et a

source: Don't forget to send the testnet coins back to the faucet when you are done!
hu: Ne felejtsd el visszaküldeni az testnet coin-okat miután végeztél!

source: Do you support other platforms than a web page?
hu: Támogattok más platformokat, mint egy weboldal?

source: Yes! You can download an Android app
hu: Igen! Letölthető egy Android app

source: from the Google Play store
hu: a Google Play bolt-ból

source: , an iOS App
hu: , egy iOS App

source: from the iTunes Store
hu: az iTunes Store-ból

source: and a Chrome packaged app
hu: és egy Chrome csomagolt app

source: from the Chrome Web Store
hu: a Chrome Web áruházból

source: All apps are open source and you can
hu: Minden app nyílt forráskódú és

source: see the source code of each on GitHub
hu: mindegyik forráskódját megnézheted a GitHub-on

source: But what happens if your service goes away? Will I lose my coins?
hu: De mi történik, ha a szolgáltatás eltűnik? Elveszítem az coin-jaimat?

source: GreenAddress signs each transaction with its own key in addition to client-side signing by user's keys, and funds are stored in 2-of-2 multisignature outputs requiring both signatures to spend. The drawback of it is that you cannot control your funds without GreenAddress' signature, so you are right to worry that you can lose your coins.
hu: A kliens oldali, felhasználó privát kulcsával történő aláíráson túl a GreenAddress minden egyes tranzakciót a saját kulcsával is aláír és a pénzek 2-ből-2 többszörös aláírással (2-of-2 multisig) vannak tárolva, ami mindkét fél aláírását igényli az elköltéshez. Ennek a hátulütője, hogy nem rendelkezhetsz a pénzed felett a GreenAddress aláírása nélkül. Emiatt jogos az aggodalmad, hogy elvesztheted a coin-jaidat.

source: But! We have solved this issue by providing nLockTime transactions which essentially make deposits 'expire' after some time, which allows redeeming them without our intervention after this pre-set period of time. It is enabled by default when you have email notifications and two factor enabled.
hu: De! Megoldottuk a problémát egy nLockTime tranzakció segítségével, ami tulajdonképpen lejáratja a betéteket egy idő után. Ez lehetővé teszi, hogy hozzáférj a betétedhez egy előre definiált idő után, a mi közbeavatkozásunk nélkül is. Ez alapértelmezésben be van kapcsolva, ha engedélyezted az email értesítéseket és a két tényezős autentikációt.

source: This allows you to keep your ease of mind even in case GreenAddress disappears with its keys.
hu: Ez lehetővé teszi, hogy nyugodtan aludhass, még abban az esetben is, ha a GreenAddress eltűnne a saját kulcsaival.

source: It also means that every time the funds expire the user has to re-transfer them. This can be automated on login and notified in advance via email or manually done.
hu: Ez azt is jelenti, hogy minden alkalommal, amikor a betéted lejár, újra át kell utalni őket. Ez lehet automatikus a belépéskor és előzetesen e-mail értesítés alapján vagy kézzel is végezhető.

source: For redeeming the funds after expiration, you can use a tool we've developed specifically for this purpose - see
hu: A pénzed felszabadításához a lejáratot követően használhatsz egy eszközt is. Fejlesztettünk egy alkalmazást, kifejezetten erre a célra. Lásd

source: and
hu: és

source: its project on GitHub
hu: a projektje megtalálható a GitHub-on

source: It's open source!
hu: És nyílt forráskódú!

source: How is your wallet better than the others out there?
hu: Mennyiben jobb a pénztárcátok, mint másoké?

source: For a simple high level comparison with a couple of web wallets please see
hu: Egy egyszerű, magas szintű összehasonlítás néhány más internetes pénztárcával:

source: this
hu: ez

source: table
hu: táblázat

source: We offer all the advantages of a web wallet:
hu: Egy webes pénztárca minden előnyével rendelkezünk:

source: Ubiquitously available
hu: Mindenütt kapható

source: Social/email/SMS integration
hu: Közösségi integráció/e-mail/SMS

source: Two factor authentication
hu: Két faktoros azonosítást

source: Transaction limits/restrictions
hu: Tranzakció korlátok/korlátozások

source: Green address instant transaction confirmation
hu: Zöld-cím azonnali ügylet-visszaigazolás

source: And the advantages of a local software wallet like
hu: És egy helyi alkalmazás az előnyei mint

source: Mnemonic seed backup once and forget
hu: Elég csak a mnemonikod elmentened

source: Your private keys are never stored on our servers, not even encrypted
hu: A privát kulcsaid soha nem kerülnek tárolásra a szervereinken, még titkosítva sem

source: No lost time synchronizing the client with the full Bitcoin blockchain
hu: Nincs elvesztegetett idő a kliens szinkronilázásával a teljes Bitcoin blockchain-nel

source: Where are my Bitcoin keys stored?
hu: Hol vannak a Bitcoin kulcsaim tárolva?

source: How does the PIN work?
hu: Hogyan működik a PIN-kód?

source: What about cookies?
hu: Mi a helyzet a cookie-kal?

source: Create your Wallet
hu: Hozz létre egy pénztárcát

source: The safer
hu: A biztonságosabb

source: wallet that puts
hu: pénztárca, ami

source: you
hu: kezedbe

source: in control
hu: adja az irányítást

source: Improved security
hu: Továbbfejlesztett biztonság

source: Protect your bitcoins with both your key and ours, set spending limits, rate limited transactions and always be the only one in control
hu: Védd meg a bitcoinjaidat a saját és a mi kulcsunkat kombinálva, állíts be költési limiteket és mindig maradjon a kezedben az irányítás

source: Quick login
hu: Gyors belépés

source: You can easily login in 'watch-only mode' via Facebook/Twitter/custom login with no compromise on security and privacy
hu: Bármikor beléphetsz megfigyelő módban Facebook/Twitter/egyedi bejelentkezéssel, anélkül hogy bármit feladnál a biztonságból és adatvédelemből

source: Send money easily
hu: Küldj pénzt egyszerűen

source: Send money to a friend on Facebook, a follower on Twitter or to a colleague's email or mobile number
hu: Küldj pénzt egy barátodnak a Facebook-on, egy követődnek a Twitteren vagy egy kollegád email címére vagy mobil számára

source: Scroll to read more
hu: Görgess tovább

source: <p><h4>Bitcoin is the currency of the future</h4></p> <p>We don't make you choose between security and convenience. And we don't compromise your <strong>privacy</strong>.</p> <p>Our <strong>per-transaction</strong> two factor authentication, multi-signature and deterministic wallet allow you unprecedented control over your transactions.</p> <p>And, we <strong>never</strong> store your private keys, not even encrypted. At the same time we make it trivial to view and transfer your funds.</p> <p>Take control of your future now, at GreenAddress.</p>
hu: <p><h4>A Bitcoin a jövő pénzneme</h4></p> <p>Velünk nem kell a biztonság és a kényelem között választanod. Mi nem veszélyeztetjük a <strong>személyes adataidat</strong>.</p> <p>A mi <strong>tranzakciónkénti</strong> két lépéses hitelesítésünk, több aláírásos és determinisztikus pénztárcánk egyedülálló felügyeletet biztosít számodra a tranzakcióid felett.</p> <p>És mi <strong>soha</strong> nem tároljuk a privát kulcsaidat, még titkosítva sem. Ugyanakkor egyszerűn megnézheted és átutalhatod a pénzed.</p> <p>Vedd át az irányítást a jövőd felett most, a GreenAddress-szel.</p>

source: <p><h4>Better privacy with your funds and safer login with watch-only</h4></p> <p>Safely check your <strong>balance</strong> and <strong>transactions</strong> from public Wi-Fi, Starbucks and on the go.</p> <p>With our unique <strong>watch-only</strong> mode you can quickly check your balance or receive funds without full access to your wallet.</p> <p>Your <strong>keys</strong> are not loaded so no transaction are possible and settings can't be modified</p>
hu: <p><h4>Jobb személyes adatvédelem és biztonságosabb belépés a csak-néző móddal</h4></p> <p>Ellenőrizd <strong>egyenleged</strong> és <strong>tranzakcióid</strong> biztonságosan nyilvános Wi-Fi-ről, Starbucks-ból és útközben.</p> <p>Az egyedi <strong>csak-nézőh</strong> módunkkal gyorsan ellenőrizheted egyenleged vagy fogadhatsz pénzt, anélkül hogy teljes hozzáférést kérnél pénztárcádhoz</p> <p>A <strong>kulcsaid</strong> nem töltődnek be, így nem lehetséges tranzakciót indítani vagy beállításokat változtatni.</p>

source: <p><h4>More features that allow convenient and secure access to your wallet</h4></p> <p>Enable <strong>quick</strong> PIN login to your wallet from any of your devices without having to use your passphrase</p> <p>Should our system be taken down or disappear, sleep <strong>safe</strong> with our automatic presigned transaction (nLockTime) allowing you to simply wait for your selected expiry to get your funds!</p> <p>All transfers to your wallet (including change) will use a newly generated address each time making it harder for people you transact with to read your past and future transactions</p>
hu: <p><h4>További funkciók, amik kényelmes és biztonságos hozzáférést biztosítanak a pénztárcádhoz</h4></p> <p><strong>Gyors</strong> PIN belépés a pénztárcádba bármelyik eszközödről anélkül, hogy a jelszavad kéne használnod. </p> <p>Ha a rendszerünk leállna vagy eltűnne, <strong>nyugodtan</strong> aludhatsz az automatikus előre aláírt tranzakciónk segítségével (nLockTime), ami lehetővé teszi hogy egyszerűen kivárd az általad beállított lejárati időt, hogy hozzájuss pénzedhez!</p> <p>Minden átutalás a pénztárcádra (a váltást is beleértve) egy újonnan generált címet használ, ezzel megnehezítve a múlt és jövőbeli tranzakcióid megtekintését azok által, akikkel tranzakciót bonyolítasz</p>

source: Wallet
hu: Pénztárca

source: You are in control
hu: Kezedben az irányítás

source: Instant confirmation
hu: Azonnali visszaigazolás

source: Social integration
hu: Közösségi integráció

source: Improved privacy
hu: Továbbfejlesztett személyes adatvédelem

source: 1) Hot wallets can be emptied and cold wallets may have delays, bugs or be lost<br> 2) If the service is compromised brute force attacks may be tried on your encrypted wallet, requires strong password.<br> 3) Access to user wallets requires that both the user and the service are compromised at the same time which reduces risks.
hu: 1) Online pénztárcák kiürülhetnek és az offline pénztárcáknál előfordulhatnak késések, hibák vagy elveszhetnek<br> 2) Használj erős jelszót a pénztárcád titkosítására, arra az esetre, ha a szolgáltatást feltörnék és brute force támadással próbálkoznának. <br> 3) A felhasználó pénztárcájához való hozzáféréshez a felhasználó és a szolgáltatás is ugyanabban az időben kell, hogy feltörésre kerüljön, ami csökkenti a kockázatokat.

source: Under the hood
hu: A motorháztető alatt

source: <h3>We use hierarchical deterministic wallets</h3>(or BIP0032 HD Wallet) which means we use new addresses for each incoming transaction (including change), which, together with coinjoin (coming soon) allows you to maintain your privacy at the highest standard.
hu: <h3>Hierarchikus determinisztikus pénztárcákat használunk</h3>(BIP0032 HD pénztárca), ami azt jelenti, hogy új címet használunk minden bejövő tranzakcióhoz (beleértve a váltást is), ami coinjoin-nal (hamarosan elérhető) együtt lehetővé teszi, hogy a legmagasabb színvonalon megőrizd a névtelenséged .

source: <h3>Quickly check your balance</h3>You can use a number of third party services (like Facebook) to quickly check if you have received a transaction or to check your balance without exposing your wallet, indeed quite convenient when in a hurry and/or on a third party computer
hu: <h3>Gyors egyenleg ellenőrzés</h3>Számos harmadik fél szolgáltatását használhatod (például Facebook), hogy gyorsan ellenőrízd, hogy megkaptál-e egy utalást vagy megnézd az egyenleged anélkül, hogy fel kéne fedned a pénztárcádat. Kényelmes, ha sietsz vagy másnak a gépét használod

source: <h3>We provide presigned transactions</h3>In order to provide limits and two factor your funds are secured with both your key and ours. For ease of mind, presigned transaction are enabled (uses nlocktime) which means that each time your wallet has updates we will forward to you a presigned transaction unlocking the funds at a date in the future of your choice.
hu: <h3>Előre létrehozott tranzakciók</h3>Pénzed a te és mi kulcsunkkal is biztosítva van, lehetővé téve a tranzakciós limiteket és a két tényezős hozzáférést. A nyugalmad érdekében az előre létrehozott tranzakció engedélyezve van (nlocktime használatával). Ez azt jelenti, hogy minden alkalommal, amikor a pénztárcád módosul, mi továbbítunk neked egy előre létrehozott tranzakciót a pénzed felszabadítására, egy általad választott jövőbeli időpontban.

source: <h3>We use P2SH to make this all easy</h3>P2SH allows people you interact with to handle transactions to and from GreenAddress' wallets transparently.
hu: <h3>P2SH használunk, hogy mindez könnyű legyen</h3>A P2SH lehetővé teszi a GreenAddress pénztárcákba és pénztárcákból érkező tranzakciók átlátható kezelését azok számára, akikkel kapcsolatban vagy.

source: <h3>We offer our second signature</h3>Which allows us to offer and enforce 2 factor authenticated payments and daily, weekly and monthly limits, rate limiting your transactions per hour, day, week and month and make your payment instant by providing a double spend checks with GreenAddress!
hu: <h3>Felkínáljuk a második aláírásunkat</h3>Amely lehetővé teszi számunkra, hogy 2 tényezős azonosítású fizetési tranzakciókat nyújtsunk és érvényesítsünk. Ezenfelül ennek segítségével napi, heti és havi limiteket állíthatsz be pénztárcádra illetve lehetővé teszi a GreenAddress azonnali fizetést a dupla költés ellenőrzés segítségével!

source: <h3>Send money to anyone via SMS, Twitter, Facebook, etc</h3>If the user has an account at GreenAddress they will be immediately notified of the transfer which will be instantly added to their balance. If they don’t have an account they will receive a notification with a link to redeem the funds requiring a password (BIP0038) of your choice that you will be asked to notify them of via a second channel. The funds will always be in your control while not yet redeemed.
hu: <h3>Küldj pénzt bárkinek SMS-ben, Twitter-en, Facebook-on, stb.</h3>Ha a felhasználó rendelkezik GreenAddress fiókkal, akkor az összeg azonnal hozzáadásra kerül az egyenlegéhez és egy azonnali értesítést is kap az átutalásról. Ha a címzett nem rendelkezik GreenAddress fiókkal, akkor egy értesítést kap egy linkkel, amivel beválthatja az utalványod egy általad választott jelszó segítségével (BIP0038). Az általad választott jelszót másik csatornán kell eljuttatnod a címzettnek. A pénzről mindaddig te rendelkezel, amíg az utalványod beváltásra nem kerül.

source: Signature
hu: Aláírás

source: or
hu: vagy

source: Error
hu: Hiba

source: Verification successful!
hu: Sikeres ellenőrzés!

source: Send funds
hu: Pénz küldése

source: Terms of Service
hu: Felhasználási Feltételek
