Repository: LedgerHQ/GreenAddressWebFiles
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es, fr, ru, uk

source: Cookies help us deliver our services. By using our services, you agree to our use of cookies.
es: Las cookies nos permiten brindar nuestro servicio. Al usar nuestros servicios, usted acepta nuestro uso de cookies.
fr: Les cookies nous aident à améliorer notre service. En utilisant nos services vous acceptez que nous utilisions les cookies.
ru: Куки помогают нам предоставлять Вам наш услуги. Пользуясь нашими услугами, вы соглашаетесь на использование наших куки.
uk: Куки допомагають нам надавати Вам наші послуги. Користуючись нашими послугами, ви погоджуєтесь на використання наших куків.

source: More information
es: Más información
fr: Plus d'informations
ru: Дополнительная информация
uk: Додаткова інформація

source: Invalid WIF key
es: Clave WIF Inválida

source: You need to log out to update cache.
es: Necesita cerrar la sesión para actualizar la caché.
fr: Vous devez vous déconnecter pour mettre à jour l'application.
ru: Вам необходимо выйти чтобы обновить кэш.
uk: Ви маєте вийти для оновлення кешу.

source: Failed processing payment protocol request:
es: Fallo al procesar solicitud de protocolo de pago:

source: Electrum setup failed
es: Configuración de Electrum fallida
fr: Configuration Electrum échouée
ru: Ошибка при настройке Electrum
uk: Помилка при налаштуванні Electrum

source: Bitcoin transaction received!
es: ¡Se recibió una transacción de Bitcoin!
fr: Bitcoin transaction reçue !

source: Please provide this word
es: Por favor proporcione esta palabra

source: Incorrect word
es: Palabra incorrecta

source: Re-depositing successful!
es: Re-depósito exitoso!
fr: Re-dépôt effectué!
ru: Повторное внесение депозита успешно завершено!
uk: Повторне внесення депозиту успішно завершено!

source: Login failed
es: Error al iniciar sesión
fr: Echec lors de l'identification
ru: Не удалось войти
uk: Не вдалося увійти

source: Voucher
es: Cupón
fr: Bon

source: Back from
es: Volver de
fr: Retour de

source: From
es: De
fr: De

source: To
es: A
fr: À

source: Sent back to
es: Re-enviar a
fr: Renvoyé à
ru: Отправлено назад на
uk: Відправлено назад на

source: Re-deposited
es: Re-depositado
fr: Re-déposé
ru: Положено на депозит повторно
uk: Покладено на депозит повторно

source: Bitcoin transaction sent!
es: Transacción de Bitcoin enviada!
fr: Transaction en bitcoin effectuée
ru: Биткоин транзакция отправлена!
uk: Bitcoin транзакція відправлена!

source: Transaction failed:
es: Error en la transacción:
fr: Echec de la transaction:
ru: Сбой транзакции:
uk: Збій транзакції:

source: Phone
es: Teléfono
fr: Téléphone
ru: Телефон
uk: Телефон

source: Internal error
es: Error interno
fr: Erreur interne

source: Failed retrieving password.
es: Error al obtener contraseña.
fr: Impossible de retrouver le mot de passe.
ru: Ошибка при получении пароля.
uk: Помилка при отриманні пароля.

source: Request timed out (%s)
es: Tiempo de solicitud agotado (%s)

source: An error has occured which forced us to log you out.
es: Ha ocurrido un error que nos forzó a cerrar tu sesión.
fr: Une erreur s'est produite et nous a forcé à vous déconnecter.
ru: Произошла ошибка при которой пришлось завершить вашу сессию.
uk: Сталася помилка, яка змушує нас закрити Вашу сесію.

source: Error reading address book:
es: Error leyendo libreta de direcciones:
fr: Erreur lors de la lecture du carnet d'adresses:
ru: Ошибка при чтении адресной книги:
uk: Помилка при зчитуванні адресної книги:

source: Copied
es: Copiado
fr: Copié

source: Error copying
es: Error copiando
fr: Erreur de copie

source: Cancelled
es: Cancelado
fr: Annulé
ru: Отменено
uk: Скасовано

source: Invalid format
es: Formato inválido
fr: Format invalide
ru: Недопустимый формат
uk: Невірний формат

source: Could not process the QR code, the image may be blurry. Please try again.
es: No se pudo procesar el código QR, la imágen puede estar borrosa. Por favor inténtelo nuevamente.
fr: Impossible de lire le code QR, l'image semble trop floue. Veuillez essayer de nouveau.
ru: Не удалось обработать QR-код, изображение нечеткое. Пожалуйста, попробуйте еще раз.
uk: Не вдалося обробити QR-код, зображення може бути розмито. Будь ласка, спробуйте ще раз.

source: Access denied. Retry to scan from file.
es: Acceso denegado. Reintente escanear desde archivo.
fr: Accès refusé. Réessayez de scanner.
ru: Доступ запрещен. Повторите сканирование из файла.
uk: Доступ відхилено. Повторіть спробу сканування з файлу.

source: You must provide only one image file.
es: Debe proporcionar sólo un archivo de imagen.
fr: Vous devez fournir un seul fichier image.
ru: Вы должны предоставить только один файл изображения.
uk: Необхідно вказати лише один файл образу.

source: BTChip communication failed
es: Error al validar Checksum!

source: Invalid PIN
es: PIN inválido
fr: PIN invalide

source: Dongle is not set up
es: El Dongle no está configurado

source: Dongle is locked - reconnect the dongle and retry
es: El Dongle está bloqueado - vuelva a conectar el dongle e inténtelo de nuevo

source: Dongle is locked - remove the dongle and retry
es: El Dongle está bloqueado - retire el dongle e inténtelo de nuevo

source: Old BTChip firmware version detected. Please upgrade to at least %s.
es: Versión antigua de firmware de BTChip detectada. Por favor actualice al menos a %s.

source: Please provide a password.
es: Por favor proporcione una contraseña.

source: Passwords do not match.
es: Las contraseñas no coinciden.

source: Custom login enabled
es: Sesión personalizada habilitada
fr: Connexion personnalisée permis
ru: Пользовательский логин разрешен
uk: Спеціальний логін дозволений

source: Not enough data to draw the graph
es: No hay suficientes datos para dibujar el gráfico
fr: Pas assez de données pour générer le graphique
ru: Не достаточно данных для построения графика
uk: Недостатньо даних, щоб побудувати графік

source: Not a valid encrypted private key
es: La clave privada encriptada no es válida
fr: Ce n'est pas une clé privée cryptée valide
ru: Зашифрованный приватный ключ не действительный
uk: Зашифрований приватний ключ не дійсний

source: Not a valid private key
es: La clave privada no es válida
fr: Ce n'est pas une clé privée valide
ru: Приватный ключ не действительный
uk: Приватний ключ не дійсний

source: Invalid passphrase
es: Clave inválida
fr: Passphrase invalide
ru: Неверная парольная фраза
uk: Неправильна фраза-пароль

source: Funds redeemed
es: Fondos redimidos
fr: Fonds réclamés
ru: Средства выплачены
uk: Кошти виплачені

source: Already redeemed
es: Redimidos
fr: Déjà réclamés
ru: Уже были выплачены
uk: Уже були виплачені

source: Funds swept
es: Fondos barridos
fr: Fonds importés
ru: Средства сняты
uk: Кошти зняті

source: Already swept or no funds found
es: Ya barrido o no posee fondos
fr: Déjà importé, ou aucun fond à importer
ru: Средства уже были сняты или не найдены
uk: Кошти уже були зняті або не знайдені

source: Checksum validation failed!
es: Error al validar Checksum!
fr: Echec de la validation du checksum
ru: Ошибка контрольной суммы!
uk: Помилка контрольної суми!

source: Version
es: Versión
ru: Версия
uk: Версія

source: is not a valid number of outputs
es: no es número válido de salidas
fr: n'est pas un nombre de sortie valide
ru: не является допустимым количество выходов
uk: не є допустимою кількістю виходів

source: Missing change P2SH script
es: Falta el cambio del script P2SH

source: change OP_HASH160 missing
es: Cambio en OP_HASH160 faltante
fr: Change OP_HASH160 manquant
ru: Изменение OP_HASH160 отсутствует
uk: Зміна OP_HASH160 відсутня

source: change OP_EQUAL missing
es: Cambio en OP_EQUAL faltante
fr: Change OP_EQUAL manquant
ru: Изменение OP_EQUAL отсутсвует
uk: зміна OP_EQUAL відсутня

source: Invalid pubkey hash script length
es: Hash script de llave pública inválido
fr: Longueur du hash invalide
ru: Неверная длина хеша публичного ключа
uk: Неправильна довжина хешу публічного ключа

source: OP_DUP missing
es: OP_DUP no existe
fr: OP_DUP manquant
ru: OP_DUP отсутствует
uk: Відсутній OP_DUP

source: OP_HASH160 missing
es: OP_HASH160 no existe
fr: OP_HASH160 manquant
ru: OP_HASH160 отсутствует
uk: Відсутній OP_HASH160

source: Invalid pubkey hash
es: Hash de clave pública inválido
fr: Hash invalide
ru: Неверный хеш публичного ключа
uk: Неправильний хеш публічного ключа

source: OP_EQUALVERIFY missing
es: OP_EQUALVERIFY no existe
fr: OP_EQUALVERIFY manquant
ru: OP_EQUALVERIFY отсутствует
uk: Відсутній OP_EQUALVERIFY

source: OP_CHECKSIG missing
es: OP_CHECKSIG no existe
fr: OP_CHECKSIG manquant
ru: OP_CHECKSIG отсутствует
uk: Відсутній OP_CHECKSIG

source: Invalid out P2SH script length
es: Longitud de script de salida P2SH inválida
fr: La longueur du hash P2SH de sortie est invalide
ru: Недопустимая длина выхода P2SH
uk: Неправильна довжина виходу P2SH

source: out OP_HASH160 missing
es: Salida en OP_HASH160 faltante
fr: OP_HASH160 manquant
ru: выход OP_HASH160 отсутствует
uk: вихід OP_HASH160 відсутній

source: Invalid out P2SH hash
es: Hash P2SH de salida inválido
fr: Hash P2SH de sortie invalide
ru: Неверный хеш P2SH выхода
uk: Неправильний хеш P2SH виходу

source: out OP_EQUAL missing
es: Salida OP_EQUAL no existe
fr: Sortie OP_EQUAL manquante
ru: выход OP_EQUAL отсувтсвует
uk: вихід OP_EQUAL відсутній

source: Invalid output value
es: Valor de salida inválido
fr: valeur de sortie invalide
ru: Недопустимые выходное значения
uk: Недопустиме вихідне значення

source: Missing input
es: No existen entradas
fr: Entrée manquant
ru: Отсутствует вход
uk: Відсутній вхід

source: Inputs value is not larger than zero
es: El valor no es mayor a cero
fr: La valeur de sortie n'est pas supérieure à zéro
ru: Сума входов не является больше нуля
uk: Сума входів не є більше нуля

source: Fee is too large (%1, expected at most %2)
es: Comisión muy alta (se recomienda 1% o 2% como mucho)
fr: Frais trop importants (%1, maximum attendu %2)
ru: Комиссия слишком высокая (%1, ожидается не больше чем %2)
uk: Комісія занадто висока (%1, очікується не більш ніж %2)

source: Fee is too small (%1, expected at least %2)
es: Comisión muy baja (1 %, se esperaba al menos 2%)

source: Facebook login failed
es: Error al iniciar sesión vía Facebook
fr: Login Facebook echoué
ru: Не удалось войти с помощью Facebook
uk: Не вдалося ввійти за допомогою Facebook

source: Transaction reversed!
es: Transacción revertida!
fr: Transaction annulée!
ru: Транзакция аннулирована!
uk: Транзакція анульована!

source: Email sent
es: El email ha sido enviado
fr: Email envoyé
ru: Сообщение отправлено
uk: Email відправлено

source: Failed sending email
es: Error al enviar email
fr: Echec lors de l'envoi de l'email
ru: Сбой при отправки email сообщения
uk: Не вдалося надіслати email

source: Reddit message sent
es: Mensaje de Reddit enviado
fr: Message Reddit envoyé
ru: Reddit сообщение отправлено
uk: Reddit повідомлення відправлено

source: Failed sending Reddit message
es: Error enviando mensaje de Reddit
fr: Erreur lors de l'envoi du message Reddit
ru: Сбой при отправке сообщения Reddit
uk: Не вдалося відправити повідомлення Reddit

source: Transaction amount must be at least 0.1543mBTC to allow redemption fee
es: El monto de la transacción debe ser al menos 0.1543mBTC para permitir el pago de la redención

source: Transaction verification failed:
es: Error en la verificación de la transacción:
fr: Vérification de la transaction echouée:
ru: Сбой проверки транзакции:
uk: Збій перевірки транзакції:

source: Sorry, vouchers and social transactions are not supported with hardware wallets.
es: Lo sentimos, los cupones y transacciones sociales no están soportadas con las wallets físicas.

source: Invalid amount
es: Monto inválido
fr: Montant invalide
ru: Неверная сумма
uk: Недопустима сума

source: Please provide a recipient
es: Por favor ingrese un recipiente
fr: Merci d'indiquer un destinataire
ru: Пожалуйста, укажите получателя
uk: Будь ласка, додайте отримувача

source: (about %s days: 1 day ≈ 144 blocks)
es: (aprox. %s días: 1 día ≈ 144 bloques)
fr: (environ %s jours : 1 jour ≈ 144 blocs)
ru: (около %s дней: 1 день ≈ 144 блоков)
uk: (близько %s днів: 1 день ≈ 144 блоків)

source: nLockTime settings updated successfully
es: Configuración de nLockTime actualizada exitosamente
fr: nLockTime options mises à jour avec succès
ru: nLockTime параметры успешно обновлены
uk: nLockTime параметри успішно оновлені

source: Already expired
es: Expiradas
fr: Déjà expiré
ru: Уже истекло
uk: Вже минув термін

source: in about %s days
es: en alrededor de %s días
fr: dans environ %s jours
ru: через около %s дней
uk: через близько %s днів

source: You need to log out for language changes to be applied.
es: Necesita cerrar la sesión para que el cambio de idioma sea aplicado.
fr: Vous devez vous connecter à des changements de langue à appliquer.
ru: Вам нужно выйти чтобы изменения языка вступило в действие.
uk: Вам потрібно вийти, щоб зміни набули силу.

source: Error changing language:
es: Error cambiando el idioma:
fr: Erreur lors de l'enregistrement :
ru: Ошибка при смене языка:
uk: Помилка вибору мови:

source: {1} supports only the following currencies: {2}
es: {1} soporta únicamente las siguientes monedas: {2}
fr: {1} supporte uniquement les monnaies suivantes : {2}
ru: {1} поддерживает только следующие валюты: {2}
uk: {1} підтримує тільки наступні валюти: {2}

source: Sent handler registration request
es: Solicitud de registración de controlador enviada

source: Cannot remove an account with non-zero balance
es: No se puede eliminar una cuenta con un balance distinto a cero

source: You can't change your email address while you have email 2FA enabled
es: No puede cambiar su dirección de correo electrónico mientras tenga la protección 2FA activa

source: Email confirmed
es: Correo electrónico confirmado

source: New item saved
es: Nuevo item guardado
fr: Nouvel élément enregistré
ru: Новый элемент сохранен
uk: Новий елемент збережений

source: Error saving item:
es: Error guardando item:
fr: Erreur lors de l'enregistrement :
ru: Ошибка при сохранении элемента:
uk: Помилка при збереженні елементу:

source: PIN removed
es: PIN eliminado
fr: PIN supprimé
ru: PIN-код удален
uk: PIN-код видалений

source: PIN changed
es: PIN cambiado
fr: PIN modifié
ru: PIN-код изменен
uk: PIN-код змінений

source: PIN set
es: PIN configurado
fr: PIN configuré
ru: PIN-код установлен
uk: PIN-код встановлений

source: All PINs removed
es: Todas las claves PIN eliminadas
fr: Tous les PINs ont été supprimés
ru: Все PIN-коды удалены
uk: Всі PIN-коди видалені

source: Facebook integration disabled
es: Integración con Facebook deshabilitada
fr: Intégration Facebook désactivée
ru: Интеграция с Facebook запрещена
uk: Інтеграція с Facebook заборонена

source: Facebook integration enabled
es: Integración con Facebook habilitada
fr: Intégration Facebook activée
ru: Интеграция с Facebook разрешена
uk: Інтеграция з Facebook дозволена

source: Reddit integration disabled
es: Integración con Reddit deshabilitada
fr: Intégration Reddit désactivée
ru: Интеграция с Reddit запрещена
uk: Інтеграція з Reddit заборонена

source: Reddit integration enabled
es: Integración con Reddit habilitada
fr: Intégration Reddit activée
ru: Интеграция с Reddit разрешена
uk: Інтеграція с Reddit дозволена

source: Custom login disabled
es: Sesión Personalizada deshabilitada
fr: Custom Login désactivé
ru: Пользовательский логин запрещен
uk: Спеціальний вхід заборонений

source: Custom login changed
es: Sesión personalizada modificada
fr: Custom Login modifié
ru: Пользовательский логин изменен
uk: Спеціальний вхід дозволений

source: Change
es: Cambiar
fr: Monnaie
ru: Сдача
uk: Решта

source: Save
es: Guardar
fr: Enregistrer
ru: Сохранить
uk: Зберегти

source: Limits updated successfully
es: Límites actualizados con éxito

source: Renamed successfully
es: Límites actualizados con éxito

source: Create new Wallet
es: Crear nueva Wallet
fr: Créer un nouveau porte-monnaie
uk: Створити новий гаманець

source: Unknown error
es: Error desconocido
fr: Erreur inconnue
ru: Неизвестная ошибка
uk: Невідома помилка

source: Wallet decryption failed
es: Falló la decriptación de Wallet
fr: Echec du décryptage du wallet
ru: Не удалось расшифровать кошелек
uk: Не вдалося дешифрувати гаманець

source: %s attempts left.
es: %s intentos restantes.

source: 0 attempts left - PIN removed.
es: 0 intentos restantes - PIN eliminado.
